"BUTTON_AUTHENTICATE" = "Använd mitt telefonnummer";

"BUTTON_CREATED_ACCOUNT" = "Kontot har skapats";

"BUTTON_CREATE_ACCOUNT" = "Skapa ett konto";

"BUTTON_CREATING_ACCOUNT" = "Skapar kontot";

"BUTTON_DISMISS" = "Stäng";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Skicka bekräftelsekoden igen";

"BUTTON_RETRY" = "Försök igen";

"BUTTON_SENDING_CONF_CODE" = "Skickar bekräftelsekod";

"BUTTON_SEND_CONF_CODE" = "Skicka bekräftelsekod";

"BUTTON_SENT_CONF_CODE" = "Bekräftelsekoden har skickats.";

"BUTTON_SIGNED_IN" = "Inloggad";

"BUTTON_SIGNING_IN" = "Logga in";

"BUTTON_SIGN_IN" = "Logga in";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Logga in med Twitter";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Pröva ett annat telefonnummer";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Kontrollera koden och försök igen";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Kontrollera nätverksanslutningen och försök igen";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Kontrollera numret och försök igen";

"ERROR_TRY_AGAIN_LATER" = "Vi kunde inte logga in dig med Twitter just nu. Försök igen senare.";

"FOOTNOTE_CREATE_ACCOUNT" = "Om du trycker på Skapa konto ovan godkänner du Digits by Twitters <u>tjänstvillkor</u>, <u>integritetspolicy</u> och <u>cookiepolicy</u>, och \natt andra användare av %@ kan hitta dig med hjälp av ditt \ntelefonnummer och/eller din e-postadress.";

"FOOTNOTE_SEND_CONF_CODE" = "Om du trycker på på Skicka bekräftelsekod ovan skickar <u>Digits by Twitter</u> ett SMS för att bekräfta ditt telefonnummer.";

"LABEL_ENTER_CONF_CODE" = "Ange bekräftelsekoden";

"LABEL_ENTER_PHONE_NUMBER" = "Ange ditt telefonnummer";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Det gick inte att bekräfta ditt telefonnummer";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Vi har för tillfället problem med att skicka en bekräftelsekod till dig. Försök logga in nedan.";

"PARTIAL_FOOTNOTE_THIS_APP" = "den här appen";

"PLACEHOLDER_CONF_CODE" = "Bekräftelsekod";

"PLACEHOLDER_YOUR_NUMBER" = "Ditt nummer";

